<template>
  <div class="page flex-col">
    <div class="box_1 flex-row">
      
      <!-- 添加可点击的返回按钮 -->
      <button @click="goBack" class="label_1" style="background: none; border: none;">
        <img
          referrerpolicy="no-referrer"
          src="./assets/img/MasterDDSSlicePNG28f960f38b3d337ffa33b5e11cb2e44b.png"
          alt="返回按钮"
        />
      </button>
      <span class="text_1">医院信息</span>
    </div>
    <div class="box_2 flex-col">
      <img
        class="image_1"
        referrerpolicy="no-referrer"
        src="./assets/img/hospital.png"
      />
      <span class="text_2">关于我们</span>
    </div>
    <div class="text-wrapper_1 flex-col">
      <span class="text_3">重庆八一五医院，作为本地区具有重要影响力的综合性医院，始终秉持“以人为本、追求卓越、服务社会”的宗旨，致力于为广大患者提供全方位、优质的医疗服务。医院凭借一流的医疗技术和先进的管理模式，成为了众多患者信赖的健康守护者。
<br>
<h6>历史与背景</h6>
重庆八一五医院的成立是为了满足区域内日益增长的医疗需求，经过多年的发展，现已逐步形成了集医疗、预防、保健、康复为一体的综合性医疗服务体系。医院自成立以来，一直秉承着“救死扶伤、服务社会”的初心，通过不断提升自身实力，为社会提供更加优质的医疗资源。
<br>
<h6>科室与团队</h6>
医院设有内科、外科、妇产科、儿科、骨科、口腔科、眼科等多个专科科室，并配备了专业的急诊科、重症监护室和手术室，能够应对各类紧急医疗需求。各科室均由经验丰富的主任医师和副主任医师领衔，带领多名医护人员组成高效的医疗团队。在学科建设方面，医院注重科室的特色发展，并与多家高校及科研机构保持紧密合作，不断引进和培养高层次医学人才，推动临床与科研并重的发展模式。
<br>
医院不仅重视医疗团队的专业能力提升，还通过定期组织培训、交流与进修，不断强化医务人员的职业素养和服务水平，力求为每一位患者提供更加贴心、周到的医疗服务。
<br>
<h6>先进的设备与技术</h6>
重庆八一五医院不断引进国内外先进的医疗设备，包括高端的影像设备、精准的诊疗仪器和手术设备，为患者提供科学、可靠的诊断与治疗保障。同时，医院大力推广微创手术、精准治疗等新兴技术，力争通过更加人性化、现代化的手段，减轻患者的痛苦，缩短住院时间，提升治疗效果。
<br>
<h6>人性化服务与温馨环境</h6>
医院在发展医疗技术的同时，也注重服务品质的提升和就医体验的优化。医院坚持“以患者为中心”，从患者的需求出发，不断改进服务流程，优化就诊环境。无论是在门诊挂号、住院管理，还是在出院随访等环节，医院都力求为患者提供便捷、舒适的服务体验。
<br>
为了方便患者就医，重庆八一五医院开设了网上预约挂号、线上咨询等多种服务渠道，患者可以通过多种方式获取所需的医疗资源。此外，医院的导医服务、咨询服务也都经过系统化、标准化的培训，确保每位患者都能在就医过程中得到及时、准确的指引。
<br>
<h6>未来展望</h6>
重庆八一五医院将继续坚持以患者为中心，深入推进医疗服务的精细化管理，不断提升医院的整体实力和社会影响力。未来，医院将进一步加大科研投入，努力在新技术和新疗法的研究和应用上取得突破，以满足社会不断变化的健康需求。同时，医院还将继续加强与国内外医疗机构的合作交流，引进国际先进的医疗理念和技术，为区域医疗健康事业的发展贡献力量。
<br>
总之，重庆八一五医院将秉持一贯的优良传统，以专业的技术、优质的服务和高度的责任感，为广大患者提供可靠的健康保障，努力打造患者信赖的健康港湾。
</span>
    </div>

    <div class="box_3 flex-col">
      <span class="text_4">联系我们</span>
      <div class="box_4 flex-col"></div>
      <span class="paragraph_1">
        医院电话：18702860678
        <br />
        急诊电话：23213123
        <br />
        投诉电话：23232
        <br />
        医院官网：https://815hospital.top
      </span>
    </div>
  </div>
</template>

<script>
export default {

  methods: {
    goBack() {
      // 设置返回路径
      // 示例：this.$router.push('/your-target-path');
      // 或者使用 this.$router.go(-1) 返回到上一页
      this.$router.push('/lanhu_index'); // 返回上一页
    },
  },

};
</script>

<style scoped lang="css" src="./assets/index.rem.css" />